import React from 'react';
import HeadlightPage from '../../pages/HeadlightPage/HeadlightPage';

const Backlights = () => {
  return (
    <HeadlightPage
      title="Задні ліхтарі"
    >
          <p><strong>Задні ліхтарі</strong> — це невід'ємна частина автомобільного освітлення, яка забезпечує безпеку на дорозі. Вони сигналізують іншим учасникам дорожнього 
          руху про дії водія, такі як гальмування, повороти чи рух заднім ходом.</p>
          <br/>
          <h3>Основні функці задніх ліхтарів:</h3>
<ul>
  <li>
  <strong>Сигналізація:</strong>
Відображають дії водія (гальмування, повороти, задній хід).
</li>
<li>
<strong>Освітлення:</strong>
Підвищують видимість автомобіля у темний час доби чи в умовах поганої видимості.
</li>
<li>
<strong>Безпека:</strong>
Інформують інших водіїв про положення та напрямок руху автомобіля.
</li>
</ul>
<p>Ви можете детальніше переглянути властивості ліхтарів</p>
<br/>
<h3>Поради щодо вибору задніх ліхтарів:</h3>
<ul>
  <li>
  <strong>Перевірка відповідності стандартам:</strong>
Вибирайте ліхтарі, що відповідають стандартам вашого регіону (UNECE для Європи, SAE для Америки).
</li>
<li>
<strong>Тип ламп:</strong>
LED — оптимальний вибір для довговічності та енергоефективності.
</li>
<li>
<strong>Сумісність:</strong>
Переконайтеся, що ліхтарі підходять до вашої моделі автомобіля.
</li>
<li>
<strong>Якість матеріалів:</strong>
Вибирайте ліхтарі з якісного пластику, стійкого до ультрафіолету та механічних пошкоджень.
</li>
</ul>
<br/>
<h3>Різниця між задніми ліхтарями в Європі та США</h3>
<p>Задні ліхтарі автомобілів мають певні відмінності залежно від регіональних стандартів, зокрема між Європою (UNECE) та США (SAE). Ці відмінності 
  стосуються кольору, функціоналу, розташування світлових елементів та вимог до яскравості.</p>
  <ul>
    <li>
      <h4>Стандарти сертифікації</h4>
      <ul>
        <li>
        <strong>Європа (UNECE):</strong> Задні ліхтарі повинні відповідати 
        регламенту UNECE, який передбачає чіткі вимоги до кольору, яскравості та розташування.</li>
        <li>
        <strong>США (SAE):</strong> Вимоги визначаються стандартами SAE, які мають дещо інший підхід до кольорових і технічних характеристик.
        </li>
        </ul>
    </li>
    <li>
      <h4>Колір поворотників</h4>
      <ul>
        <li>
        <strong>Європа:</strong> Поворотники обов'язково повинні бути жовтими. Це вважається більш помітним для інших учасників руху.</li>
        <li>
        <strong>США:</strong> Поворотники можуть бути жовтими або червоними, що є менш помітним у деяких ситуаціях.
        </li>
        </ul>
    </li>
    <li>
      <h4>Функція задніх габаритів</h4>
      <ul>
        <li>
        <strong>Європа:</strong>Задні габаритні ліхтарі повинні світитися незалежно від гальмівних вогнів і мати чіткий червоний колір.</li>
        <li>
        <strong>США:</strong> Часто задні габарити і гальмівні вогні поєднані в одному світловому елементі. Це означає, що гальмівний сигнал активує ті ж лампи, що використовуються для габаритів.
        </li>
        </ul>
    </li>
    <li>
      <h4>Світловідбивачі</h4>
      <ul>
        <li>
        <strong>Європа:</strong>Світловідбивачі є обов'язковими і повинні бути окремими елементами, розташованими на задньому бампері.</li>
        <li>
        <strong>США:</strong> Світловідбивачі можуть бути вбудовані в задні ліхтарі.

        </li>
        </ul>
    </li>
    <li>
      <h4>Протитуманні ліхтарі</h4>
      <ul>
        <li>
        <strong>Європа:</strong> Обов'язкові задні протитуманні ліхтарі, зазвичай розташовані окремо і мають яскраво-червоний колір..</li>
        <li>
        <strong>США:</strong> Протитуманні ліхтарі не є обов'язковими і часто взагалі відсутні.

        </li>
        </ul>
    </li>
    <li>
      <h4>Яскравість та розташування</h4>
      <ul>
        <li>
        <strong>Європа:</strong> Вимоги до яскравості та розташування задніх ліхтарів суворо регламентовані, щоб забезпечити максимальну видимість.</li>
        <li>
        <strong>США:</strong> Допускається більша гнучкість у розташуванні та яскравості, що може впливати на видимість у деяких ситуаціях.

        </li>
        </ul>
    </li>
  </ul>
 <h3>Висновок</h3>       
 <p><strong>Задні ліхтарі</strong> — це не лише елемент дизайну, але й важлива складова безпеки на дорозі. Їх правильний вибір та використання забезпечують комфортну і безпечну їзду для всіх учасників руху.</p>

    </HeadlightPage>
  );
};

export default Backlights;
