import React from 'react';
import HeadlightPage from '../../pages/HeadlightPage/HeadlightPage';

const Galogen = () => {
  return (
    <HeadlightPage
      title="Галогенні фари"
    >
      <p>
      <strong>Галогенні фари</strong> — це один із типів автомобільного освітлення, який використовує галогенові лампи для створення світла. Вони є популярними завдяки простоті конструкції, низькій вартості та довготривалому використанню.
      </p>
      <br/>
      <h3>Як працюють галогенні фари:</h3>
      <ul>
        <li><strong>Лампа:</strong> У галогенних фарах використовується лампа, яка містить вольфрамову нитку.</li>
        <li><strong>Галогенний газ:</strong> Лампа заповнена галогенним газом (зазвичай йодом або бромом).</li>
        <li><strong>Температура:</strong> Галогенний газ дозволяє нитці нагріватися до вищих температур.</li>
      </ul>
      <br/>
      <h3>Переваги:</h3>
      <ul>
        <li><strong>Доступність:</strong> Галогенні лампи дешеві та легко доступні.</li>
        <li><strong>Простота заміни:</strong> Їх можна легко замінити без спеціального обладнання.</li>
      </ul>
      <br/>
      <h3>Недоліки:</h3>
      <ul>
        <li><strong>Енергоефективність:</strong> Менш енергоефективні порівняно з іншими типами фар.</li>
        <li><strong>Тепловиділення:</strong> Виділяють багато тепла, що може впливати на довговічність.</li>
      </ul>
      <br/>
      <br/>


    </HeadlightPage>
  );
};

export default Galogen;
