import React from "react";
import HeadlightPage from "../../pages/HeadlightPage/HeadlightPage";

const Headlight=()=>{
   return(
    <HeadlightPage
    title="Передні фари"
    >
         <p>Передні фари є важливим елементом конструкції автомобіля, які встановлюються на передній частині кузова. Вони виконують функцію забезпечення видимості дороги та сигналізації для інших учасників руху.
           Фари можуть мати різний дизайн, матеріали корпусу та розміщення залежно від моделі автомобіля.</p>
           <br/>
        <h4>Їх конструкція зазвичай включає:</h4>
        <ul>
          <li>Лінзи або відбивачі для фокусування світла.</li>
          <li>Корпус, що захищає внутрішні компоненти від пилу, вологи та механічних пошкоджень.</li>
          <li>Системи регулювання кута нахилу для адаптації до різних умов руху.</li>
        </ul>
        <br/>
        <h4>Відмінності передніх фар в Європі та США</h4>
       <p>Передні фари автомобілів у Європі та США мають конструктивні та функціональні відмінності 
        через різні стандарти регулювання освітлення. Основними стандартами є UNECE (Європа) та SAE/DOT (США).</p>
        <ul>
          <li>
          <br/>
            <h3>Світловий пучок</h3>
            <ul>
            <li>Європа (UNECE):
            Фари мають чітку горизонтальну лінію відсічення світлового пучка,
             яка запобігає засліпленню зустрічного транспорту. Світло більш спрямоване 
             на узбіччя, щоб освітлювати дорожні знаки та пішоходів.</li>
             <li>США (SAE/DOT):
             Світловий пучок менш чіткий і більше розсіюється, що допускає незначне засліплення зустрічного транспорту.</li>
             </ul>
            </li>
          <li>
          <br/>
            <h3>Ассиметричне освітлення</h3>
            <ul>
            <li><strong>Європа:</strong> 
            Світло спрямоване асиметрично — більше на праве узбіччя (у країнах із правостороннім рухом) для кращого освітлення дороги.</li>
             <li><strong>США:</strong>
Пучок світла симетричний, що менше враховує особливості дорожнього руху.
</li>
             </ul>
            </li>
          <li>
          <br/>
            <h3>Денні ходові вогні (ДХО)</h3>
            <ul>
            <li><strong>Європа:</strong>
            ДХО є обов’язковими. Вони часто інтегровані у фари та мають чіткі вимоги до яскравості та кольору.</li>
             <li><strong>США:</strong> ДХО не є обов’язковими, але багато сучасних автомобілів оснащені ними як додатковою опцією.</li>
             </ul>
             </li>
             <li>
             <br/>
            <h3>Сертифікація</h3>
            <ul>
            <li><strong>Європа:</strong>
            Фари повинні відповідати стандартам UNECE, і на них ставиться спеціальне маркування (наприклад, "E" з номером країни сертифікації).</li>
             <li><strong>США:</strong>
             Використовується сертифікація SAE/DOT, і фари мають відповідне маркування.</li>
             </ul>
             </li>
        </ul>
    </HeadlightPage>
  )
}


export default Headlight;